Repository: ManniLoe/secret-voting
Catalog: ballot-box/translations/*/LC_MESSAGES/messages.po
Languages: de

source: activate
de: aktivieren

source: Poll created
de: Abstimmung erzeugt

source: Link to poll
de: Link zur Abstimmung

source: Poll activated
de: Abstimmung aktiviert

source: Poll closed
de: Abstimmung geschlossen

source: Poll not prepared
de: Abstimmung nicht vorhanden oder bereits aktiv/beendet

source: Poll could not be activated
de: Abstimmung konnte nicht aktiviert werden

source: unknown reason
de: unbekannter Fehler

source: create
de: neu

source: Type
de: Typ

source: Number of votes
de: Anzahl der möglichen Stimmen

source: Answer Options
de: Stimmoptionen

source: Overview
de: Übersicht

source: New poll
de: neue Abstimmung

source: Prepared polls
de: angelegte Abstimmungen

source: Activate Poll
de: Abstimmung aktivieren

source: Active polls
de: aktive Abstimmungen

source: Close Poll
de: Abstimmung beenden

source: Closed polls
de: beendete Abstimmungen

source: Ballot Box
de: Stimmabgabe

source: Poll
de: Abstimmung

source: Error
de: Fehler

source: URL incomplete
de: URL nicht gefunden

source: Voting is not active
de: Abstimmung nicht aktiv

source: Token is invalid
de: Token ist ungültig

source: Vote was registered
de: Abstimmung erfolgreich registriert

source: Too many ticks. Vote was not registered
de: Zu viele Antworten. Abstimmung wurde nicht registriert

source: Invalid combination of ticks
de: ungültige Kombination der Antworten

source: Summarized results
de: Summierte Ergebnisse

source: Number of Votes
de: Stimmanzahl

source: Unsubmitted ballots
de: Nicht abgegebene Stimmzettel

source: Individual votes
de: Individuelle Abstimmungen

source: Registered Participants
de: Registrierte Teilnehmer
